Repository: EgidioCaprino/clipious
Catalog: lib/l10n/app_*.arb
Languages: bn, cs, ja, nb, pa, ro, ru

# sponsorBlockCategoryFillerDescription
source: Tangential scenes added only for filler or humor that are not required to understand the main content of the video. This should not include segments providing context or background details. This is a very aggressive category meant for when you aren''t in the mood for "fun".
ja: 動画の主な内容を理解するのに不要な、つなぎやユーモアとして追加された脱線したシーンです。文脈や背景の詳細を提供するシーンは含まれません。または楽しめないシーンの非常に強引な分類です。
nb: Ting kun for humor eller som ikke kreves for å forstå hovedinnholdet i videoen. Ikke for segmenter som har bindeleddsinfo eller bakgrunnsinfo. Veldig aggressiv kategori ment for dem som ikke er interessert i «gøy».
ru: Касательные сцены, добавленные только для наполнения или юмора, которые не требуются для понимания основного содержания видео. Сюда не должны входить сегменты, обеспечивающие контекст или фоновые детали. Это очень агрессивная категория, предназначенная для тех случаев, когда у вас нет настроения для "веселья".

source: Press down to show settings
cs: Stiskněte dolu pro zobrazení nastavení
ja: 下を押して、設定を表示
ru: Нажмите вниз для отображения настроек

source: Quality
cs: Kvalita
ja: 画質
ru: Качество

source: Audio
cs: Zvuk
ja: 音声
ru: Аудио

source: Subtitles
cs: Titulky
ja: 字幕
ru: Субтитры

source: Playback speed
cs: Rychlost přehrávání
ja: 再生速度
ru: Скорость воспроизведения

source: Black background
cs: Černé pozadí
ja: 真っ黒な背景
ru: Черный фон

source: Search
cs: Hledat
ja: 検索
ru: Искать

# subtitleFontSize
source: Subtitles font size
cs: Velikost fontu titulků
ja: 字幕の文字の大きさ
ru: Размер субтитров

# skipSslVerification
source: Skip SSL certificate verification
cs: Přeskočit ověření SSL certifikátu
ja: SSL認証を省略
ru: Пропустить проверку SSL-сертификата

# useProxyDescription
source: By proxying video streams from the server, you can bypass regional blocks or ISP blocking YouTube
cs: Využivánín proxy pro vysílání videí ze serveru, může obejít regionální omezení nebo blokaci YouTube správcem sítě
ja: プロキシを介してサーバーから動画ストリームを受信。YouTubeによる地域やISPの制限を回避します
nb: Ved å mellomtjene videostrømmer fra tjeneren kan du omgå lokal blokkering eller ISP-er som blokkerer YouTube. Krever programomstart.
ru: Проксируя видеопотоки с сервера, вы можете обойти региональные блокировки или блокировки провайдера YouTube

# sponsorBlockCategoryMusicOffTopicDescription
source: An interval without actual content. Could be a pause, static frame, repeating animation. This should not be used for transitions containing information.
cs: Interval bez skutečného kontentu. Může být pauza, statický snímek, opakující se animace. Toto by nemělo být využíváno pro přechod obsahující informace.
ja: ミュージックビデオが対象です。他のカテゴリーに分類できないミュージックビデオのシーンにのみ使用されます。
nb: Intervall uten innhold. Pause, statisk bilde, eller gjentagende animasjon. Ikke for overganger som inneholder info.
ru: Только для использования в музыкальных видео. Этот пункт должен быть использован только для секций музыкальных видео, которые не попадают под другие категории.

# skipSslVerificationDescription
source: For using a self-signed SSL certificate, or when having SSL related issues with your server.
cs: Pro použití vlastnoručně podepsaného SSL certifikátu, nebo chyb se serverem při používání SSL.
ja: 自己署名のSSL証明書を使用、またはサーバーでSSL関連の問題がある際に。
ru: Для использования самоподписанного SSL-сертификата или при возникновении проблем с SSL на вашем сервере.

# subtitleFontSizeDescription
source: Change the size of the subtitles if it is too small or too big on your device
cs: Změňte velikost titulků pokud jsou moc malé nebo moc velké na vašem zařízení
ja: この端末上で字幕の文字が大きい・小さい場合に変更できます
ru: Измените размер субтитров, если они слишком маленькие или слишком большие на вашем устройстве

# sponsorBlockCategoryOutroDescription
source: Credits or when the YouTube endcards appear. Not for conclusions with information.
cs: Poděkování nebo když se objeví konečné YouTube karty. Ne závěry s informacemi.
ja: クレジットやYouTubeの終了画面です。情報を含む結論のシーンではありません。
nb: Når sluttsekvensen vises. Ikke for konklusjoner med info.
ru: Для упоминаний или концовок видео. Не для важной информации.

# themeBrightness
source: Theme
cs: Téma
ja: テーマ
ru: Тема

# themeLight
source: Light
cs: Světlé
ja: ライト
ru: Светлая

# themeDark
source: Dark
cs: Tmavé
ja: ダーク
ru: Тёмная

source: Follow system
cs: Podle systému
ja: システムの設定に従う
ru: Система следования

# requiresRestart
source: Requires app restart
cs: Vyžaduje restartování aplikace
ja: アプリの再起動が必要
ru: Требуется перезапуск приложения

source: App language
cs: Jazyk aplikace
ja: アプリの表示言語
ru: Язык приложения

# searchSortRating
source: Rating
ja: 評価
ru: Оценка

# searchSortRelevance
source: Relevance
ja: 関連度
ru: Актуальность

# searchHistoryDescription
source: Search history settings
cs: Nastavení historie vyhledávání
ja: 検索履歴の設定
ru: Настройки истории поиска

source: Search history limit
cs: Limit historie vyhledávání
ja: 検索履歴の上限
ru: Предел истории поиска

# searchHistoryLimitDescription
source: Set how many previous searches will show up in suggestions
cs: Nastavte počet posledních vyhledávání v návrzích
ja: 候補に表示する過去の検索語句の数
ru: Укажите сколько предыдущих поисковых запросов будут показываться в предложениях

# returnYoutubeDislikeDescription
source: Show estimated video dislikes using API provided by returnyoutubedislike.com
cs: Zobrazit odhadovaný počet dislajků použitím API poskytované returnyoutubedislike.com
ja: API を介し動画の低評価の推定値を表示: API 提供元 returnyoutubedislike.com
ru: Показывать примерное количество дизлайков видео с помощью API от returnyoutubedislike.com

# autoplayVideoOnLoad
source: Automatically play video on load
cs: Automaticky přehrát video při načtení
ja: 読み込んだ動画を自動再生
ru: Автоматически воспроизводить видео при загрузке

# autoplayVideoOnLoadDescription
source: Automatically start playing the video after it has loaded
cs: Automaticky začít přehrávat video po načtení
ja: 動画の読み込み後に自動的に再生を開始します
ru: Автоматически начать воспроизведение видео после его загрузки

source: Search history
cs: Historie vyhledávání
ja: 検索履歴
ru: История поиска

# searchSortUploadDate
source: Upload Date
ja: アップロード日
ru: Дата загрузки

source: Enable search history
cs: Povolit historii vyhledávání
ja: 検索履歴を有効化
ru: Включить историю поиска

# searchSortViewCount
source: View Count
ja: 視聴回数
ru: Количество просмотров

source: Clear search history
cs: Vyčistit historii vyhledávání
ja: 検索履歴を消去
ru: Очистить историю поиска
