Repository: EgidioCaprino/clipious
Catalog: lib/l10n/app_*.arb
Languages: bn, cs, ja, nb, pa, ro, ru

source: Trending
bn: ট্রেন্ডিং
cs: Trendy
ja: 急上昇
nb: På vei opp
pa: ਰੁਝਾਨ ਵਿੱਚ
ro: Tendințe
ru: Тенденции

source: Subscriptions
bn: সাবস্ক্রিপশনস
cs: Odběry
ja: 登録チャンネル
nb: Abonnementer
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨਜ਼
ro: Abonamente
ru: Подписки

source: Playlists
bn: প্লেলিস্টস
cs: Seznamy Videí
ja: 再生リスト
nb: Spillelister
pa: ਪਲੇਅ-ਲਿਸਟ
ro: Playlisturi
ru: Плейлисты

source: Popular
bn: পপুলার
cs: Populární
ja: 人気
nb: Populært
pa: ਹਰਮਨਪਿਆਰੇ
ru: Популярное

source: No video in playlist
bn: প্লেলিস্টে কোনো ভিডিও নেই
cs: Žádná videa v seznamu videí
ja: 再生リストに動画がありません
nb: Tom spilleliste
pa: ਪਲੇਲਿਸਟ ਵਿੱਚ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਹੈ
ro: Niciun videoclip în playlist
ru: Нет видео в плейлисте

source: Remove from playlist
bn: প্লেলিস্ট থেকে রিমুভ করুন
cs: Odstranit ze seznamu videí
ja: 再生リストから削除
nb: Fjern fra spilleliste
pa: ਪਲੇਅ- ਲਿਸਟ ਤੋਂ ਹਟਾਓ
ro: Elimină din Playlist
ru: Удалить из плейлиста

# deletePlayListQ
source: Delete Playlist?
bn: প্লেলিস্ট ডিলিট করবেন?
cs: Smazat seznam videí?
ja: 再生リストを削除しますか？
nb: Slett spilleliste?
pa: ਪਲੇਅ-ਲਿਸਟ ਮਿਟਾਓ?
ro: Șterge un playlist?
ru: Удалить плейлист?

# irreversibleAction
source: This action is irreversible
bn: এটি ফিরিয়ে আনা যাবেনা
cs: Tato akce je nevratná
ja: この操作は取り消せません
nb: Dette kan ikke angres
pa: ਇਹ ਕਾਰਵਾਈ ਨਾ-ਬਦਲਣਯੋਗ ਹੈ
ro: Această acțiune este ireversibilă
ru: Данное действие необратимо

source: Add Playlist
bn: প্লেলিস্ট যোগ করুন
cs: Přidat Seznam Videí
ja: 再生リストを追加
nb: Legg til spilleliste
pa: ਪਲੇਅ-ਲਿਸਟ ਸ਼ਾਮਿਲ ਕਰੋ
ro: Adaugă la playlist
ru: Добавить плейлист

source: Playlist name
bn: প্লেলিস্টের নাম
cs: Název Seznamu Videí
ja: 再生リスト名
nb: Spillelistenavn
pa: ਪਲੇਅ-ਲਿਸਟ ਦਾ ਨਾਮ
ro: Numele playlistului
ru: Название плейлиста

# playlistVisibility
source: Visibility
bn: ভিজিবিলিটি
cs: Viditelnost
ja: 公開範囲
nb: Synlighet
pa: ਦਿਖਣਯੋਗਤਾ
ro: Vizibilitate
ru: Видимость

# publicPlaylist
source: Public
bn: পাবলিক
cs: Veřejné
ja: 公開
nb: Offentlig
pa: ਜਨਤਕ
ru: Публичный

# privatePlaylist
source: Private
bn: গোপন
cs: Soukromé
ja: 非公開
nb: Privat
pa: ਪ੍ਰਾਈਵੇਟ
ro: Privat
ru: Личный

source: Cancel
bn: বাতিল
cs: Zrušit
ja: キャンセル
nb: Avbryt
pa: ਰੱਦ ਕਰੋ
ro: Anulează
ru: Отмена

source: Add
bn: যোগ করুন
cs: Přidat
ja: 追加
nb: Legg til
pa: ਸ਼ਾਮਿਲ ਕਰੋ
ro: Adaugă
ru: Добавить

# unlistedPlaylist
source: Unlisted
bn: লিস্টে নেই
cs: Neuvedeno
ja: 限定公開
nb: Ulistet
pa: ਨਾ- ਲਿਸਟਡ
ro: Nelistate
ru: По ссылке

source: Info
bn: ইনফো
cs: Informace
ja: 情報
pa: ਜਾਣਕਾਰੀ
ro: Informații
ru: Информация

source: Videos
bn: ভিডিওস
cs: Videa
ja: 動画
nb: Videoer
pa: ਵੀਡੀਓਜ਼
ro: Videoclipuri
ru: Видео

source: Streams
bn: স্ট্রীমস
cs: Vysílání
ja: 配信
nb: Strømmer
pa: ਸਟ੍ਰੀਮਾਂ
ro: Fluxuri
ru: Стримы

source: Latest Videos
cs: Poslední Videa
ja: 最新の動画
nb: Nyligste videoer
pa: ਨਵੀਨਤਮ ਵੀਡੀਓ
ro: Ultimele videoclipuri
ru: Последние видео

source: Subscribed
bn: সাবস্ক্রাইব করা আছেন
cs: Odebíráno
ja: 登録済み
nb: Abonnert
pa: ਸਬਸਕ੍ਰਾਈਬ ਹੈ
ro: Abonat
ru: Подписан

source: Subscribe
bn: সাবস্ক্রাইব
cs: Odebrat
ja: チャンネル登録
nb: Abonner
pa: ਸਬਸਕ੍ਰਾਈਬ
ro: Abonează-te
ru: Подписаться

# nSubscribers
source: {count, select, no{No subscribers} other{{count} subscribers}}
bn: সাবস্ক্রাইবার সংখ্যা
cs: {počet, vybrat, žádné{Žádné odběry]jiný{{počet}} odběrů}}
ja: {count, select, no{登録者なし} other{登録者 {count} 人}}
nb: {count, select, no{Ingen abonnenter} other{{count} abonnenter}}
ro: {count, select, no{fără abonați} other{{count} de abonați}}
ru: {count, select, no{Нет подписчиков} other{{count} подписчики}}

source: Share YouTube link
bn: ইউটিউব লিংক শেয়ার করুন
cs: Sdílet YouTube odkaz
ja: YouTube リンクを共有
nb: Del YouTube-lenke
pa: ਯੂਟਿਊਬ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
ro: Distribuie linkul YouTube
ru: Поделиться ссылкой YouTube

source: Share Invidious link
bn: invidious লিংক শেয়ার করুন
cs: Sdílet Invidious odkaz
ja: Invidious リンクを共有
nb: Del Invidious-lenke
pa: ਇਨਵਿਡੀਅਸ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
ro: Distribuie link-ul Invidious
ru: Поделиться ссылкой Invidious

source: OK
bn: ওকে
pa: ਠੀਕ ਹੈ
ru: ОК

source: No channels
bn: কোনো চ্যানেল নেই
cs: Žádné kanály
ja: チャンネルなし
nb: Ingen kanaler
pa: ਕੋਈ ਚੈਨਲ ਨਹੀਂ
ro: Nu există canale
ru: Нет каналов

source: No playlists
bn: কোনো প্লেলিস্ট নেই
cs: Žádné seznamy videí
ja: 再生リストなし
nb: Ingen spillelister
pa: ਕੋਈ ਪਲੇਅ-ਲਿਸਟ ਨਹੀਂ
ro: Nu există Playlisturi
ru: Нет плейлистов

source: Channels
bn: চ্যানেলস
cs: Kanály
ja: チャンネル
nb: Kanaler
pa: ਚੈਨਲ
ro: Canale
ru: Каналы

# couldntLoadVideo
source: Could not load the video
bn: ভিডিওটি লোড করা যায়নি
cs: Nepodařilo se načíst video
ja: 動画を読み込めませんでした
nb: Kunne ikke laste inn videoen
pa: ਵੀਡੀਓ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
ro: Nu s-a putut încărca videoclipul
ru: Не удалось загрузить видео

source: Comments
bn: মন্তব্য
cs: Komentáře
ja: コメント
nb: Kommentarer
pa: ਟਿੱਪਣੀਆਂ
ro: Comentarii
ru: Комментарии

source: Recommended
bn: সুপারিশকৃত
cs: Doporučené
ja: おすすめ
nb: Anbefalt
pa: ਸਿਫਾਰਿਸ਼ ਕੀਤੇ
ro: Recomandat
ru: Рекомендовано

# couldntFetchVideos
source: Could not fetch videos. Tap to try again.
bn: ভিডিও লোড করা যায়নি, পুনরায় চেষ্টা করতে ক্লিক করুন।
cs: Nepodařilo se nepodařilo načíst. Klikněte pro zkusení znovu.
ja: 動画を取得できません。タップで再試行。
nb: Kunne ikke hente videoer. Trykk for å prøve igjen.
pa: ਵੀਡੀਓ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
ro: Nu s-au putut prelua videoclipuri. Atingeți pentru a încerca din nou.
ru: Не удалось получить видео. Нажмите, чтобы повторить попытку.

# wizardIntro
source: Select a public server or add your own. (Can be changed later in the settings)
bn: পাবলিক সার্ভার সিলেক্ট করুন অথবা নিজের সার্ভার অ্যাড করুন।(পরবর্তিতে সেটিং থেকে পরিবর্তন করা যাবে)
cs: Vyberte veřejný server nebo přidejte svůj vlastní.(Může být změněno později v nastavení)
ja: 公開サーバーを選ぶか自分のものを追加します。(設定から変更可能)
nb: Velg en offentlig tjener, eller legg til din egen. Du kan endre dette senere i innstillingene.
pa: ਇੱਕ ਜਨਤਕ ਸਰਵਰ ਚੁਣੋ ਜਾਂ ਆਪਣਾ ਖੁਦ ਦਾ ਸਰਵਰ ਸ਼ਾਮਲ ਕਰੋ। (ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਾਅਦ ਵਿੱਚ ਜਾ ਕੇ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ)
ro: Selectați un server public sau adăugați unul propriu. (Poate fi modificat ulterior în setări.)
ru: Выберите общедоступный сервер или добавьте свой собственный. (можно изменить позже в настройках)

source: Start using Clipious
bn: Clipious ব্যাবহার শুরু করুন
cs: Začít používat Clipious
ja: Clipious の使用を開始
nb: Begynn å bruke Clipious
pa: ਕਲਿੱਪੀਅਸ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰੋ
ro: Începeți să folosești Clipious
ru: Начните использовать Clipious

# errorAddingVideoToPlaylist
source: Error while adding video to playlist
bn: ভিডিওটি প্লেলিস্টে অ্যাড করতে ভুল হচ্ছে
cs: Chyba při přidání videa do seznamu videí
ja: 再生リストに動画を追加する際にエラーが発生
nb: Kunne ikke legge til video på spilleliste
pa: ਵੀਡੀਓ ਨੂੰ ਪਲੇਅਲਿਸਟ ਵਿੱਚ ਜੋੜਨ ਦੌਰਾਨ ਤਰੁੱਟੀ
ro: Eroare la adăugarea videoclipului la playlist
ru: Ошибка при добавлении видео в плейлист

source: Select playlist
bn: প্লেলিস্ট সিলেক্ট করুন
cs: Vybrat Seznam Skladeb
ja: 再生リストを選択
nb: Velg spilleliste
pa: ਪਲੇਅ-ਲਿਸਟ ਚੁਣੋ
ro: Selectează playlist
ru: Выбрать плейлист

source: Create new playlist
bn: নতুন প্লেলিস্ট তৈরি করুন
cs: Vytvořit nový seznam skladeb
ja: 新しい再生リスト
nb: Opprett ny spilleliste
pa: ਨਵੀਂ ਪਲੇਅ-ਲਿਸਟ ਬਣਾਓ
ro: Creează un playlist nou
ru: Создать новый плейлист

# nReplies
source: {count, plural, =0{No replies} =1{1 reply} other{{count} replies}}
bn: কমেন্টের সংখ্যা
cs: {počet, množný, =0{Žádné odpovědi} =1{1 odpověď} jiný{{počet} odpovědí}}
ja: {count, plural, =0{返信なし} =1{1 件の返信} other{{count} 件の返信}}
nb: {count, plural, =0{Ingen svar} =1{1 svar} other{{count} svar}}
ro: {count, plural, =0{Niciun răspuns} =1{1 răspuns} other{{count} răspunsuri}}
ru: {count, plural, =0{Нет ответов} =1{1 ответ} other{{count} repliеs}}

source: Load more
bn: আরো লোড করুন
cs: Načíst více
ja: さらに読み込む
nb: Last inn flere
pa: ਹੋਰ ਲੋਡ ਕਰੋ
ro: Încărcați mai mult
ru: Загрузить больше

# topSorting
source: Top
bn: টপ ভিডিও
cs: Od zhora
ja: 高評価
nb: Topp
pa: ਚੋਟੀ ਦੇ
ru: Сверху

# newSorting
source: New
bn: নতুন ভিডিও
cs: Nové
ja: 新しい順
nb: Nye
pa: ਨਵੇਂ-ਨਕੋਰ
ro: Nou
ru: Новое

# streamIsLive
source: Live
bn: লাইভ
cs: Živě
ja: ライブ
nb: Direkte
pa: ਲਾਈਵ
ru: Livе

source: Sponsor skipped
bn: স্পনসর এড়িয়ে যাওয়া হয়েছে
cs: Sponzor přeskočen
ja: 不要シーンを飛ばしました
nb: Segment skippet
pa: ਸਪਾਂਸਰ ਨੂੰ ਸਕਿੱਪ ਕੀਤਾ
ro: Sponsorul a sărit peste
ru: Спонсор пропущен

source: Settings
cs: Nastavení
ja: 設定
nb: Innstillinger
pa: ਸੈਟਿੰਗਾਂ
ro: Setări
ru: Настройки

source: Browsing
cs: Prohlížení
ja: 閲覧
nb: Utforskning
pa: ਬ੍ਰਾਊਜ਼ਿੰਗ
ro: Navigare
ru: Просмотр

source: Country
bn: দেশ
cs: Země
ja: 国
nb: Land
pa: ਦੇਸ਼
ro: Țară
ru: Страна

# whenAppStartsShow
source: When the app starts, showâ€¦
cs: Když se aplikace zapne, ukaž…
ja: アプリ起動時の表示…
nb: Når programmer starter, vis …
pa: ਜਦੋਂ ਐਪ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਵਿਖਾਓ…
ro: Când aplicația pornește, arată…
ru: Когда приложение запускается, показывать…

source: Servers
cs: Servery
ja: サーバー
nb: Tjenere
pa: ਸਰਵਰ
ro: Servere
ru: Сервера

source: Manage servers
cs: Spravovat servery
ja: サーバーの管理
nb: Håndter tjenere
pa: ਸਰਵਰ ਪ੍ਰਬੰਧਨ
ro: Gestionați serverele
ru: Управление серверами

source: About
cs: O
ja: 情報
nb: Om
pa: ਦੇ ਬਾਰੇ ਵਿੱਚ
ro: Despre
ru: О приложении

source: Name
cs: Jméno
ja: 名前
nb: Navn
pa: ਨਾਂ
ro: Nume
ru: Имя

source: Package
cs: Balík
ja: パッケージ
nb: Pakke
pa: ਪੈਕੇਜ
ro: Pachet
ru: Packagе

source: Version
cs: Verze
ja: バージョン
nb: Versjon
pa: ਸੰਸਕਰਣ
ro: Versiune
ru: Версия

source: Build
cs: Sestavit
ja: ビルド
nb: Bygg
pa: ਬਿਲਡ
ro: Construit
ru: Вuild

source: Add server
cs: Přidat server
ja: サーバーを追加
nb: Legg til tjener
pa: ਸਰਵਰ ਸ਼ਾਮਿਲ ਕਰੋ
ro: Adăugare server
ru: Добавить сервер

source: Use this server
cs: Použít tento server
ja: このサーバーを使用
nb: Bruk denne tjeneren
pa: ਇਸ ਸਰਵਰ ਦੀ ਵਰਤੋਂ ਕਰੋ
ro: Utilizați acest server
ru: Использовать этот сервер

source: Log in
cs: Přihlásit se
ja: ログイン
nb: Logg inn
pa: ਲਾੱਗ-ਇਨ
ro: Conectează-te
ru: Войти

source: Delete
cs: Smazat
ja: 削除
nb: Slett
pa: ਮਿਟਾਓ
ro: Șterge
ru: Удалить

source: Invalid Invidious server
cs: Neplatný Invidious server
ja: 無効な Invidious サーバー
nb: Ugyldig Invidious-tjener
pa: ਅਵੈਧ Invidious ਸਰਵਰ
ro: Server Invidious nevalid
ru: Неверный сервер Invidious

source: Your servers
cs: Vaše servery
ja: 使用するサーバー
nb: Dine tjenere
pa: ਤੁਹਾਡੇ ਸਰਵਰ
ro: Serverele tale
ru: Твои сервера

source: Not logged in
cs: Nepřihlášen
ja: ログインしていません
nb: Ikke innlogget. Trykk for å logge inn.
pa: ਲੌਗ ਇਨ ਨਹੀਂ ਹੈ
ro: Nu ești conectat. Atinge ușor pentru a te conecta.
ru: Вы не авторизованы

# addServerHelpText
source: Use the + button to add your own servers or tap on a public server and add it.
cs: Použijte tlačítko + pro přidání serveru nebo klikněte na veřejný server pro přidání.
ja: + ボタンで所有するサーバーを追加するか、公開サーバーをタップし追加します。
nb: Bruk «+»-knappen for å legge til egne tjenere, eller trykk på en offentlig tjener for å legge den til.
pa: ਆਪਣੇ ਸਰਵਰ ਨੂੰ ਜੋੜਨ ਲਈ + ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਾਂ ਕਿਸੇ ਜਨਤਕ ਸਰਵਰ ''ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਇਸਨੂੰ ਜੋੜੋ।
ro: Folosiți butonul + pentru a vă adăuga propriile servere sau apăsați pe un server public și adăugați-l.
ru: Используйте кнопку + для добавления своих собственных серверов или нажмите на общедоступный сервер и добавьте его.

source: Public servers
cs: Veřejné Servery
ja: 公開サーバー
nb: Offentlige tjenere
pa: ਪਬਲਿਕ ਸਰਵਰ
ro: Servere publice
ru: Публичные сервера

# loadingPublicServer
source: Loading public servers
cs: Načítám veřejné servery
ja: 公開サーバーを読み込み中
nb: Laster inn offentlige tjenere
pa: ਜਨਤਕ ਸਰਵਰਾਂ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Se încarcă servere publice
ru: Загрузка публичных серверов

# tapToAddServer
source: Tap to add server to your list
cs: Klikněte pro přidání serveru do vašeho seznamu
ja: タップでサーバーを一覧に追加
nb: Trykk for å legge til en tjener på listen din
pa: ਆਪਣੀ ਸੂਚੀ ਵਿੱਚ ਸਰਵਰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
ro: Atinge pentru a adăuga server la lista
ru: Нажмите, чтобы добавить сервер в список

source: Appearance
cs: Vzhled
ja: 外観
nb: Utseende
pa: ਦਿੱਖ
ro: Aspect
ru: Внешний вид

# useDynamicTheme
source: Dynamic colors
cs: Dynamické barvy
ja: ダイナミックカラー
nb: Dynamiske farger
pa: ਗਤੀਸ਼ੀਲ ਰੰਗ
ro: Culori dinamice
ru: Динамические цвета

# useDynamicThemeDescription
source: Use Material You colors (only available on Android 12+)
cs: Použít Material You barvy (dostpuné pouze na Androidu 12+)
ja: Material You の配色を使用 (Android 12 以上で利用可能)
nb: Bruker Material You-farger (kun tilgjengelig på Android 12+). Krever programomstart.
pa: ਮੈਟੀਰੀਅਲ ਯੂ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ (ਸਿਰਫ਼ Android 12+ ''ਤੇ ਉਪਲਬਧ)
ro: Folosiți culorile Material You (disponibil numai pe Android 12+). Necesită repornirea aplicației
ru: Используйте цвета Material You (доступно только на Android 12+)

source: Use DASH
cs: Použít DASH
ja: DASHを使用
nb: Bruk DASH
pa: DASH ਦੀ ਵਰਤੋਂ ਕਰੋ
ro: Folosești DASH
ru: Использовать DASH

# useDashDescription
source: DASH adaptive streaming can sometimes be problematic, Youtube can throttle it.
cs: Adaptivní vysílání DASH může být problematické, YouTube jej může omezit.
ja: DASHの適応的なストリーミングはたまに問題を起こすので、Youtubeが帯域制限を行っていることがあります。
nb: Adaptiv DASH-strømming kan være problematisk når YouTube struper den.
pa: DASH ਅਨੁਕੂਲ ਸਟ੍ਰੀਮਿੰਗ ਕਈ ਵਾਰ ਸਮੱਸਿਆ ਪੈਦਾ ਕਰ ਸਕਦੀ ਹੈ, Youtube ਇਸ ਨੂੰ ਥ੍ਰੋਟਲ ਕਰ ਸਕਦਾ ਹੈ।
ro: Streamingul adaptiv DASH poate fi uneori problematic, iar YouTube îl poate limita.
ru: Адаптивная потоковая передача DASH иногда может быть проблематичной, Youtube может ухудшать качество.

source: Video player
cs: Video přehrávač
ja: 動画プレイヤー
nb: Videospiller
pa: ਵੀਡੀਓ ਪਲੇਅਰ
ru: Видеопроигрыватель

source: Error
cs: Chyba
ja: エラー
nb: Feil
ro: Eroare
ru: Ошибка

source: Video added to playlist
bn: ভিডিওটি প্লেলিস্টে অ্যাড করা হয়েছে
cs: Video bylo přidáno do seznamu videí
ja: 動画を再生リストに追加しました
nb: Video lagt til på spilleliste
pa: ਵੀਡੀਓ ਪਲੇਅ-ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ
ro: Videoclip adăugat în playlist
ru: Видео добавлено в плейлист

source: Select browsing country
cs: Vyberte zemi původu videí
ja: 閲覧したい国を選択
nb: Velg utforskningsland
pa: ਦੇਸ਼ ਚੁਣੋ
ro: Selectați țara de navigare
ru: Выберите страну просмотра

# showOnStart
source: Select what to show when the app starts
cs: Vyberte co bude ukázáno při zapnutí aplikace
ja: アプリの起動時に表示する内容を選択
nb: Velg hva som skal vises når programmet starter
pa: ਚੁਣੋ ਕਿ ਜਦੋਂ ਐਪ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਤਾਂ ਕੀ ਵਿਖਾਉਣਾ ਹੈ
ro: Selectați ce să afișați când pornește aplicația
ru: Выберите, что показывать при запуске приложения

# currentServer
source: Currently using {current}
cs: Momentálně využívan {momentálně}
ja: 使用中 {current}
nb: Bruker for øyeblikket {current}
pa: ਵਰਤਮਾਨ ਵਿੱਚ {current} ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ
ro: În prezent se utilizează {current}
ru: Сейчас используется {current}

source: Use SponsorBlock
cs: Použít SponsorBlock
ja: SponsorBlock を使用
nb: Bruk SponsorBlock
pa: ਸਪਾਂਸਰਬਲਾਕ ਦੀ ਵਰਤੋਂ ਕਰੋ
ro: Utilizați SponsorBlock
ru: Использовать SponsorBlock

# sponsorBlockDescription
source: Skip sponsor segments submitted by the community
cs: Přeskočit sponzorské segmenty vybrané komunitou
ja: みんなが登録した広告シーンを飛ばします
nb: Hopp over sponsorsegmenter gemenskapen finner
pa: ਕਮਿਊਨਿਟੀ ਦੁਆਰਾ ਸਬਮਿੱਟ ਕੀਤੇ ਸਪਾਂਸਰ ਹਿੱਸੇ ਛੱਡੋ
ro: Săriți peste segmentele de sponsori trimise de comunitate
ru: Пропускать спонсорские сегменты, представленные сообществом

# publicServersError
source: Could not fetch list of public servers. Tap to retry.
cs: Nepodařilo se načíst seznam veřejných servrů. Klikněte pro zopakování.
ja: 公開サーバーの一覧を取得できませんでした。タップで再試行。
nb: Kunne ikke hente liste over offentlige tjenere. Trykk for å prøve igjen.
pa: ਜਨਤਕ ਸਰਵਰਾਂ ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
ro: Nu s-a putut prelua lista de servere publice. Apasă pentru a reîncerca.
ru: Не удалось получить список публичных серверов. Нажмите, чтобы повторить попытку.

source: Logged in
cs: Přihlášen
ja: ログイン中
nb: Innlogget
pa: ਲਾੱਗ-ਇਨ ਕੀਤਾ ਹੈ
ro: Conectat
ru: Вы вошли на сервер

# nVideos
source: {count, plural, =0{No videos} =1{1 video} other{{count} videos}}
cs: {počet, množný, =0{Žádná videa} =1{1 video} jiný{{počet} videí}}
ja: {count, plural, =0{動画なし} =1{1 件の動画} other{{count} 件の動画}}
nb: {count, plural, =0{Ingen videoer} =1{1 video} other{{count} videoer}}
ro: {count, plural, =0{Niciun videoclip} =1{1 videoclip} other{{count} videoclipuri}}}
ru: {count, plural, =0{Нет видео} =1{1 video} other{{count} видео}}

# videoIsFamilyFriendly
source: Family friendly
cs: Vhodné pro rodinu
ja: 家族向け
nb: Familievennlig
pa: ਪਰਿਵਾਰਕ ਦੋਸਤਾਨਾ
ro: Familie prietenoasă
ru: Для семейного просмотра

# videoListed
source: Public
cs: Veřejné
ja: 公開
nb: Offentlig
pa: ਜਨਤਕ
ru: Публично

# videoUnlisted
source: Unlisted
cs: Neuvedeno
ja: 限定公開
nb: Ulistet
pa: ਗੈਰ-ਸੂਚੀਬੱਧ
ro: Nelistate
ru: По ссылке

source: Tap to manage
cs: Klikněte pro spravování
ja: タップで設定
nb: Trykk for å håndtere
pa: ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
ru: Нажмите для управления

source: Authentication
cs: Autentifikace
ja: 認証
nb: Identitetsbekreftelse
pa: ਪ੍ਰਮਾਣਿਕਤਾ
ru: Аутентификация

# tokenLoginDescription
source: Recommended way to log in
cs: Doporučený způsob přihlášení
ja: 推奨するログイン方法です
nb: Anbefalt innloggingsmetode
pa: ਲਾੱਗ-ਇਨ ਕਰਨ ਦਾ ਸਿਫ਼ਾਰਿਸ਼ ਕੀਤਾ ਤਰੀਕਾ
ru: Рекомендуемый способ входа в аккаунт

# cookieLoginDescription
source: Use this method if you face issues with the token authentication
cs: Použijte tuto metodu pokud narazíte na problém při přihlášení tokenem
ja: トークン認証に問題がある際にこの方法を使用します
nb: Bruk denne metoden hvis du har problemer med symbol-identitetsbekreftelse
pa: ਇਸ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਟੋਕਨ ਪ੍ਰਮਾਣਿਕਤਾ ਨਾਲ ਸਮੱਸਿਆਵਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ
ru: Используйте этот метод, если у вас возникли проблемы с аутентификацией с помощью токена

source: Log out
cs: Odhlásit se
ja: ログアウト
nb: Logg ut
pa: ਲਾੱਗ ਆਊਟ
ru: Выйти

source: Username
cs: Přezdívka
ja: ユーザー名
nb: Brukernavn
pa: ਯੂਜ਼ਰਨੇਮ
ru: Имя пользователя

source: Password
cs: Heslo
ja: パスワード
nb: Passord
ru: Пароль

# wrongUsernamePassword
source: Wrong username or password
cs: Špatné přihlašovací jméno nebo heslo
ja: ユーザー名かパスワードが間違っています
nb: Feil brukernavn eller passord
ru: Неправильное имя пользователя или пароль

# tokenLogin
source: Log in with token
cs: Přihlásit se pomocí tokenu
ja: トークンでログイン
nb: Logg inn med symbol
pa: ਟੋਕਨ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ
ru: Вход в аккаунт через токен

# cookieLogin
source: Log in with cookie
cs: Přihlásit se pomocí sušenky
ja: クッキーでログイン
nb: Logg inn med kake
pa: ਕੂਕੀ ਨਾਲ ਲਾੱਗ-ਇਨ ਕਰੋ
ru: Войти с помощью cookie

# sponsorBlockSettingsQuickDescription
source: Select which type of segments to skip
cs: Vyberte který typ segmentu přeskočit
ja: 飛ばしたいシーンの種類を選択
nb: Velg segmenttyper å hoppe over
ru: Выберите тип сегментов для пропуска

# sponsorBlockCategoryUnpaidSelfPromo
source: Unpaid/Self Promotion
cs: Neplacená/Osobní Propagace
ja: 無報酬/自己宣伝
nb: Ubetalt/selvpromotering
ru: Неоплачиваемый/самостоятельное продвижение

# sponsorBlockCategoryInteraction
source: Interaction Reminder (Subscribe)
cs: Připomenutí Interakce (Odběr)
ja: 操作の依頼 (いいね・登録など)
nb: Interaksjonspåminnelse (abonnering)
ru: Напоминание о взаимодействии (Подписаться)

# sponsorBlockCategoryIntro
source: Intermission/Intro Animation
cs: Přestávka/Vstupní Animace
ja: 合間 / 導入アニメ
nb: Intro/mellom
ru: Антракт/Вступительная анимация

# sponsorBlockCategoryOutro
source: Endcards/Credits
cs: Konečné karty/Poděkování
ja: 終了画面/クレジット
nb: Slutt/rulletekst
ru: Конечные карты/кредиты

# blackBackgroundDescription
source: For dark theme on OLED screen
cs: Pro tmavé téma na OLED obrazovkách
ja: ダークテーマをOLED ディスプレイで使うのに最適
ru: Для темной темы на OLED-экране

# sponsorBlockCategoryUnpaidSelfPromoDescription
source: Similar to "sponsor" except for unpaid or self promotion. This includes sections about merchandise, donations, or information about who they collaborated
cs: Podobné "sponzoru" kromě neplacených nebo osobních propagací. Toto obsahuje sekci o zboží, darech, nebo informacích o kolaboracích.
ja: 無報酬または自己宣伝ということを除き「協賛」に似ています。商品、寄付、協力者に関する情報を含みます。
nb: Ligner «Sponsor», men for ubetalt-/ selvpromotering. Varer, donasjoner, eller info om hvem skaperen har samarbeidet med.
ru: Аналогично "спонсору", за исключением неоплачиваемой или саморекламы. Сюда входят разделы о товарах, пожертвованиях или информация о том, с кем они сотрудничали.

# sponsorBlockCategorySponsor
source: Sponsor
cs: Sponzor
ja: 協賛
ru: Спонсор

# sponsorBlockCategoryInteractionDescription
source: When there is a short reminder to like, subscribe or follow them in the middle of content. If it is long or about something specific, it should be under self promotion instead.
cs: Pokud je zobrazen krátké připomenutí lajku, odběru nebo sledování uprostřed kontentu. Pokud je moc dlouhé nebo něco specifické, mělo by být uvedeno pod osobní propagací.
ja: コンテンツの途中で「いいね」「登録」「フォロー」の簡単な依頼がある。長かったり、何か具体的な事に関するものであれば、代わりに自己宣伝に分類されます。
nb: Kort påminnelse om abonnering midt i innhold. Lange innlegg skal legges i «Selvpromotering».
ru: Если в середине контента есть короткое напоминание о необходимости поставить лайк, подписаться или следовать за ними. Если контент длинный или посвящен чему-то конкретному, его следует поместить в раздел саморекламы.

# sponsorBlockCategorySponsorDescription
source: Paid promotion, paid referrals and direct advertisements. Not for self-promotion or free shoutouts to causes/creators/websites/products they like.
cs: Placená propagace, placené doporučení a přímou reklamu. Ne osobní propagaci nebo neplacené propagace přího/tvůrců/stránek/produktů které má tvůrce rád.
ja: 報酬のある販売促進、紹介、直接広告です。自己宣伝、また好きな動機/製作者/サイト/製品への無償の賞賛ではありません。
nb: Betalt promotering og direktereklame. Ikke for egenreklame eller gratis nevning av ting skaperen liker.
ru: Платное продвижение, платные рефералы и прямая реклама. Не для саморекламы или бесплатных криков о причинах/создателях/сайтах/продуктах, которые им нравятся.

# sponsorBlockCategoryIntroDescription
source: An interval without actual content. Could be a pause, static frame, repeating animation. This should not be used for transitions containing information.
cs: Interval bez skutečného kontentu. Může být pauza, statický snímek, opakující se animace. Toto by nemělo být využíváno pro přechod obsahující informace.
ja: 中身のあるコンテンツがない合間のシーン。一時停止、静止画、アニメの繰り返しなど。情報を含む遷移シーンではありません。
nb: Intervall uten innhold. Kan være pause, statisk bilde, eller gjentagende animasjon. Ikke for overganger som inneholder info.
ru: Интервал без фактического содержания. Это может быть пауза, статичный кадр, повторяющаяся анимация. Не следует использовать для переходов, содержащих информацию.

source: Video queue
cs: Fronta videí
ja: 動画再生待ち
nb: Videokø
ru: Очередь видео

# addToQueueList
source: Add to queue
cs: Přidat do fronty
ja: 再生待ちに追加
nb: Legg til i kø
ru: Добавить в очередь

# addRecommendedToQueue
source: Auto-play recommended next
cs: Jako další automaticky přehrát doporučené
ja: 次のおすすめを自動再生
nb: Auto-spill anbefalte etterpå
ru: Автовоспроизведение рекомендует следующее

# sponsorBlockCategoryPreview
source: Preview/Recap
cs: Ukázka/Rekapitulace
ja: 予告/あらすじ
nb: Forhåndsvisning/gjennomgang
ru: Превью/Рекап

# sponsorBlockCategoryPreviewDescription
source: Collection of clips that show what is coming up in in this video or other videos in a series where all information is repeated later in the video.
cs: Kolekce klipů které ukazují co bude nadcházet v tomto videu nebo jiných videích v sérii ve kterých jsou informace opakováný později ve videu.
ja: この動画や他の一連の動画で起こるシーンを集めたもので、すべての情報が動画の続きで繰り返されます。
nb: Samling av klipp som viser det som kommer i serien der all info gjentas senere i videoen.
ru: Коллекция клипов, которые показывают, что будет дальше в этом видео или в других видео из серии, где вся информация повторяется позже в видео.

# sponsorBlockCategoryFiller
source: Filler Tangent/Jokes
cs: Výplň/Vtipy
ja: 無関係の談話/冗談
nb: Fyllstoff/avsporing
ru: Заполнять Наполнения/Шутки

# sponsorBlockCategoryMusicOffTopic
source: Music: Non-Music Section
cs: Hudba: Sekce bez hudby
ja: 音楽: 非音楽シーン
nb: Musikk: Stille del
ru: Музыка: Немузыкальная секция

# useProxy
source: Proxy videos
cs: Proxy videí
ja: 動画視聴にプロキシを経由
nb: Mellomtjen videoer
ru: Проксировать видео
